[A_CreatureGoldDragon H7Creature]
mName="金龙"
mLore="金龙是光之龙艾尔拉斯的化身。它们雄伟而强大，但却神出鬼没，极少与其他亚山住民发生联系，包括艾尔拉斯的崇拜者。一些学者声称那是因为真理之光必须保持理性，因此需要和人们维持一定距离。事实上，历史上曾有好几个骑士得到过金龙友好的帮助，才得以完成自身任务。\n\n招募所需稀有资源： \n3 龙血水晶 \n1 龙钢"